Repository: zuntex365x-archive/integrados
Catalog: lib/MESCIUS/ComponentOne/WPF/C1WPFGanttView.4.5.2/Resources/Resources.*.resx
Languages: de, zh

# Common_Complete
source: Complete:
de: abgeschlossen:
zh: 完成百分比：

# Common_CompleteThrough
source: CompleteThrough:
de: abgeschlossen durch:
zh: 在此日期完成：

# Common_Deadline
source: Deadline:
de: Stichtag:
zh: 截止日期：

# Common_Duration
source: Duration:
de: Dauer:
zh: 持续时间：

# Common_Finish
source: Finish:
de: Ende:
zh: 结束：

# Common_Milestone
source: Milestone:
de: Meilenstein
zh: 里程碑：

# Common_No
source: No
de: Nr
zh: 否

# Common_Notes
source: Notes:
de: Notizen:
zh: 注释：

# Common_PercentComplete
source: "% Complete:
de: % erledigt:
zh: 完成百分比：

# Common_SummaryTask
source: Summary Task:
de: Zusammenfassungsaufgabe:
zh: 主题任务：

# Common_Task
source: Task:
de: Aufgabe:
zh: 任务：

# Common_Yes
source: Yes
de: ja
zh: 是

# CurrentCultureName
source: (Current)
de: (Aktuell)
zh: （当前）

# DayOffTimes
source: (Day Off)
de: (Freier Tag)
zh: （休息日）

# DefaultCalendar
source: (Default)
de: (Standard)

# EmptyTimeInterval
source: (Empty)
de: (leer)
zh: （空白）

# Error_BadXml
source: Bad C1GanttView XML.
de: Fehlerhaftes C1GanttView XML.
zh: 损坏的C1GanttView XML。

# Error_CannotDeleteProjectSummaryTask
source: You cannot delete a project summary task.
de: Projektzusammenfassung kann nicht gelöscht werden.
zh: 您不能删除项目摘要任务。

# Error_CannotInactivateTask
source: You can't inactivate a task that's in progress.
de: Eine in Fortschritt befindliche Aufgabe kann nicht deaktiviert werden.
zh: 不能反激活正在进行的任务。

# Error_CannotInsertTask
source: You cannot insert tasks before a project summary task.
de: Vor einer Projektzusammenfassung können keine Aufgaben eingefügt werden.
zh: 您不能在项目摘要任务前插入任务。

# GanttView_CircularReference
source: This task contains a circular reference
de: Diese Aufgabe enthält eine zirkuläre Beziehung.
zh: 此任务包含一个循环引用

# GanttView_ConstraintLinkError
source: Possible scheduling conflict between a constraint and linked task
de: Möglicher Terminkonflikt zwischen einer Einschränkung und einer verknüpften Aufgabe
zh: 一个约束和一个链接的任务之间可能存在日程冲突

# GanttView_CreateTask
source: Create Task
de: Aufgabe erstellen

# GanttView_LinkConflictError
source: Possible scheduling conflict with a linked task
de: Möglicher Terminkonflikt zwischen einer Einschränkung und einer verknüpften Aufgabe
zh: 一个链接的任务可能存在日程冲突

# GanttView_MarqueeMilestoneTitle
source: Milestone: {0}
de: Meilenstein: {0}

# GanttView_MarqueeTaskTitle
source: Task: {0}
de: Aufgabe: {0}

# GanttView_TaskGoesPastDeadline
source: This task goes past its deadline\non {0}
de: Diese Aufgabe überschreitet den Stichtag am {0}
zh: 这个任务超出了其截止日期 {0}

# GanttView_UnnamedTaskBrief
source: Unnamed
de: Unbenannt

# Group_Complete
source: Complete
de: Abgeschlossen

# Group_ConstraintTypeGroupName
source: Constraint Type:
de: Einschränkungsart:

# Group_Day
source: day
de: Tag

# Group_Days
source: days
de: Tage

# Group_DurationGroupName
source: Duration:
de: Dauer:

# Group_FutureTask
source: Future Task
de: Zukünftige Aufgabe

# Group_Late
source: Late
de: Verspätet

# Group_MilestoneGroupName
source: Milestone:
de: Meilenstein:

# Group_NoValue
source: No Value
de: ohne Wert

# Group_OnSchedule
source: On Schedule
de: Im Plan

# Group_PercentCompleteGroupName
source: % Complete:
de: % erledigt:

# Group_TaskModeGroupName
source: Task Mode:
de: Aufgabenmodus:

source: (Hidden)
de: (Verborgen)
zh: （隐藏）

# InvariantCultureName
source: (Invariant)
de: (Fest)
zh: （不变的）

# MenuItem_AdvancedFilter
source: Advanced Filter...
de: Erweiterter Filter...
zh: 高级筛选...

# MenuItem_ByDuration
source: By Duration
de: Nach Dauer
zh: 按间隔

# MenuItem_ByFinishDate
source: By Finish Date
de: Nach Fälligkeitsdatum
zh: 按结束日期

# MenuItem_ByName
source: By Name
de: Nach Name
zh: 按名称

# MenuItem_ByStartDate
source: By Start Date
de: Nach Startdatum
zh: 按开始日期

# MenuItem_CompletedTasks
source: Completed Tasks
de: Erledigte Aufgaben
zh: 完成的任务

# MenuItem_DateRange
source: Date Range...
de: Zeitspanne...
zh: 数据区域…

# MenuItem_GroupBy_ClearGroup
source: Clear Group
de: Lösche Gruppe
zh: 清除分组

# MenuItem_GroupBy_ConstraintType
source: Constraint Type
de: Einschränkungsart
zh: 约束类型

# MenuItem_GroupBy_Duration
source: Duration
de: Dauer
zh: 持续时间

# MenuItem_GroupBy_MaintainHierarchy
source: Maintain Hierarchy
de: Beachte die Hierarchie
zh: 保持层次结构

# MenuItem_GroupBy_Milestones
source: Milestones
de: Meilensteine
zh: 里程碑

# MenuItem_GroupBy_NewGroupBy
source: New Group By...
de: Neue Gruppe nach
zh: 新建分组

# MenuItem_GroupBy_TaskCompleteVsTaskIncomplete
source: Task Complete vs Task Incomplete
de: Vollständige versus unvollständige Aufgaben
zh: 任务完成与任务未完成

# MenuItem_GroupBy_TaskMode
source: Task Mode
de: Aufgabenmodus
zh: 任务模式

# MenuItem_IncompleteTasks
source: Incomplete Tasks
de: Offene Aufgaben
zh: 未完成的任务

# MenuItem_LateTasks
source: Late Tasks
de: Aufgaben mit Verspätung
zh: 后续任务

# MenuItem_Milestones
source: Milestones
de: Meilensteine
zh: 里程碑

# MenuItem_MoreFilters
source: More Filters...
de: Mehr Filter...
zh: 更多筛选...

# MenuItem_NoFilter
source: No Filter
de: kein Filter
zh: 未筛选

# MenuItem_RemoveSort
source: Remove Sort
de: Sortierung entfernen
zh: 清除排序

# MenuItem_ShowRelatedSummaryRows
source: Show Related Summary Rows
de: Verbundene Summen-Zeilen anzeigen
zh: 显示关联摘要行

# MenuItem_SortBy
source: Sort By...
de: Sortieren nach...
zh: 排序方式…

# MenuItem_SummaryTasks
source: Summary Tasks
de: Summenaufgaben
zh: 摘要任务

# MenuItem_TaskWithDurationOnly
source: Task With Duration Only
de: Nur Aufgaben mit eingetragener Dauer
zh: 具有期限的任务

# MenuItem_UsingResource
source: Using Resource...
de: Verwendet Resource...
zh: 使用资源...

# MenuItem_ZoomDialog
source: Zoom...
de: Ansicht...
zh: 缩放...

# MenuItem_ZoomIn
source: Zoom In
de: Ansicht vergößern
zh: 放大

# MenuItem_ZoomOut
source: Zoom Out
de: Ansicht verkleinern
zh: 缩小

# Message_Confirmation
source: Confirmation
de: Bestätigung
zh: 确认

# Message_SureToDelete
source: Are you sure you want to delete the \"{0}\" task?
de: Wollen Sie die Aufgabe "{0}" wirklich löschen?
zh: 确定要删除“{0}”任务？

# Message_SureToDeleteTasks
source: Are you sure you want to delete {0} tasks?
de: Wollen Sie wirklich {0} Aufgaben löschen?
zh: 您是否确认删除任务{0}？

# NewSummaryTaskName
source: <New Summary Task>
de: <Neue Summen-Aufgabe>
zh: <新建摘要任务>

# NewTaskName
source: <New Task>
de: <Neue Aufgabe>
zh: <新建任务>

# NoneListItem
source: (none)
de: (keine)
zh: （无）

# SpecificTimes
source: (Specific)
de: (Abweichende)
zh: （特定）

# Task_LinkTooltip
source: From task: {0}\nTo task: {1}\nLink type: {2}\nLag: {3}
de: Von Aufgabe: {0}\nBis Aufgabe: {1}\nLink typ: {2}Verzug: {3}
zh: 从任务: {0}\n到任务: {1}\n链接类型: {2}\n区间: {3}

# Text_Info
source: Click to insert a split on the task.
de: Klicken teilt die Aufgabe hier.
zh: 单击插入一个拆分在任务中。

# Text_ScheduleStart
source: Scheduled Start:
de: Geplanter Start:
zh: 计划开始时间:

# Text_SplitTask
source: Split Task:
de: Teil-Aufgabe:
zh: 拆分任务:

# Title_Advanced
source: Advanced
de: Erweiterter Filter
zh: 高级筛选

# Title_BarStyle
source: Bar Styles
de: Balken
zh: 条形样式

# Title_ConflictResolver
source: Conflict Resolver
de: Konfliktlöser
zh: 冲突解决

# Title_CreateNewCalendar
source: Create New Calendar
de: Neuen Kalender erstellen
zh: 创建新日历

# Title_DateRange
source: Date Range
de: Datumsbereich filtern
zh: 数据区域

# Title_FieldStyles
source: Field Styles
de: Feldstile
zh: 域样式

# Title_GridColumns
source: Grid Columns
de: Spalten
zh: 表格列

# Title_Group
source: Group
de: Gruppe

# Title_Layout
source: Layout
de: Anordnung
zh: 布局

# Title_LoadFromXml
source: Load From XML File
de: Aus XML-Datei laden
zh: 从XML文件加载

# Title_ManagerCalendar
source: Manage Custom Calendars
de: Verwalte eigene Kalender
zh: 管理自定义日历

# Title_MoreFilter
source: More Filter
de: Weitere Filter
zh: 更多筛选

# Title_Print
source: Print
de: Drucken
zh: 打印

# Title_PrintPreview
source: Print Preview
de: Druckvorschau
zh: 打印预览

# Title_ProgressLine
source: Progress Line
de: Fortschrittslinie
zh: 进度线

# Title_ProjectInfo
source: Project Information
de: Projektinformation
zh: 项目信息

# Title_Recurrence
source: '{0}' Recurrence Pattern
de: '{0}' Wiederholungsmuster
zh: '{0}' 重复触发模式

# Title_Resources
source: Resources
de: Resourcen
zh: 项目资源

# Title_SaveAsXml
source: Save As XML File
de: Speichern in XML Datei
zh: 另存为XML文件

# Title_Sort
source: Sort
de: Sortierung
zh: 排序

# Title_TaskInfo
source: Task Information
de: Aufgabeninformation
zh: 任务信息

# Title_TimeScale
source: Timescale
de: Zeitskala
zh: 时间标尺

# Title_UsingResource
source: Using Resource
de: Verwendet Resource
zh: 使用资源

# Title_WorkingTime
source: Change Working Time
de: Arbeitszeit ändern
zh: 改变工作时间

# Title_Zoom
source: Zoom
de: Ansicht
zh: 缩放

# ToolTip_AddBlankRow
source: Add Blank Row
de: Leere Zeile einfügen
zh: 添加空白行

# ToolTip_AddSummaryTask
source: Add Summary Task
de: Summenaufgabe zufügen
zh: 添加摘要任务

# ToolTip_AddTask
source: Add Task
de: Aufgabe hinzufügen
zh: 添加任务

# ToolTip_BarStyle
source: Bar Styles
de: Balken
zh: 条形样式

# ToolTip_DeleteTask
source: Delete Task
de: Aufgabe löschen
zh: 删除任务

# ToolTip_FieldStyles
source: Field Styles
de: Feldstile
zh: 域样式

# ToolTip_GridColumns
source: Grid Columns
de: Spalten
zh: 表格列

# ToolTip_GroupBy
source: Group By
de: Gruppiern nach
zh: 分组

# ToolTip_Inactive
source: Inactive
de: Inaktiv
zh: 非活动状态

# ToolTip_IndentTask
source: Indent Task
de: Aufgabe herunterstufen
zh: 缩进任务

# ToolTip_Load
source: Load
de: Aus XML-Datei laden
zh: 从XML文件加载

# ToolTip_OutdentTask
source: Outdent Task
de: Aufgabe heraufstufen
zh: 取消任务缩进

# ToolTip_Print
source: Print
de: Drucken
zh: 打印

# ToolTip_ProgressLine
source: Progress Line
de: Fortschrittslinie
zh: 进度线

# ToolTip_ProjectInfo
source: Project Information
de: Projektinformation
zh: 项目信息

# ToolTip_Redo
source: Redo
de: Erneut ausführen
zh: 重做

# ToolTip_Resources
source: Project Resources
de: Projektresourcen
zh: 资源

# ToolTip_Save
source: Save
de: Speichern in XML Datei
zh: 另存为XML文件

# ToolTip_ScrollToTask
source: Scroll to Task
de: Scrolle zur Aufgabe
zh: 滚动到任务

# ToolTip_ShowProjectSummary
source: Show Project Summary
de: Projektzusammenfassung anzeigen
zh: 显示项目摘要

# ToolTip_Sort
source: Sort
de: Sortieren
zh: 排序

# ToolTip_SplitTask
source: Split Task
de: Aufgabe teilen
zh: 拆分任务

# ToolTip_TaskDown
source: Move Task Down
de: Aufgabe nach unten schieben
zh: 任务下移

# ToolTip_TaskInfo
source: Task Information
de: Aufgabeninformation
zh: 任务信息

# ToolTip_TaskUp
source: Move Task Up
de: Aufgabe nach oben schieben
zh: 任务上移

# ToolTip_TimeScale
source: Timescale
de: Zeitskala
zh: 时间标尺

# ToolTip_Undo
source: Undo
de: Rückgängig
zh: 撤销

# ToolTip_WorkingTime
source: Change Working Time
de: Arbeitszeit ändern
zh: 改变工作时间

# ToolTip_Zoom
source: Zoom
de: Ansicht
zh: 缩放

# ToolTip_ZoomEntireProject
source: Zoom Entire Project
de: Ansicht auf gesamtes Projekt
zh: 缩放整个项目

# ToolTip_ZoomSelectedTask
source: Zoom Selected Task
de: Ansicht auf gewählte Aufgabe
zh: 缩放选中的任务

# Common_Start
source: Start:
zh: 开始：

# Common_UnnamedTaskBrief
source: Unnamed
zh: 未命名

# DefaultDateTime
source: (NA)
zh: （不适用）

# FileNameFilter
source: XML files|*.xml|All files|*.*
zh: XML 文件|*.xml|所有文件|*.*

# GanttViewNotFound
source: Definition of a Gantt View is not found.
zh: 甘特图视图的定义未找到。

# GanttView_DefaultDateFormat
source: ddd {0}
zh: {0} (ddd)

# ToolTip_Filter
source: Filter
zh: 筛选

# MenuItem_GroupBy_Resource
source: Resource
zh: 资源

# MenuItem_GroupBy_Status
source: Status
zh: 状态

# Title_Link
source: Link Information
zh: 链接信息
