Repository: zuntex365x-archive/integrados
Catalog: lib/MESCIUS/ComponentOne/WPF/C1WPFGanttView.4.5.2/Resources/WorkingTimeDialog.*.resx
Languages: de, ko

# Error_IncorrectIntervalError
source: Beginning of the time interval must be less than or equal to the interval ending time.
de: Der Anfang des Zeitintervalls muss vor dem Ende des Intervalls liegen
ko: 시간 간격의 시작 시각은 간격의 끝 시각보다 작거나 같아야 합니다.

# Error_IncorrectWorkingTimeError
source: You should select at least one working day.
de: Es muss mindestens ein Arbeitstag gewählt werden.
ko: 적어도 하나의 근무일을 선택해야 합니다.

# Error_OverlappedIntervalsError
source: Time intervals must not overlap.
de: Die Zeitintervalle dürfen nicht überlappen.
ko: 시간 간격은 겹칠 수 없습니다

# ExceptionDefaultName
source: Exception {0}
de: Ausnahme {0}
ko: 예외 {0}

# GroupHeader_RangeOfRecurrence
source: Range of Recurrence
de: Bereich der Wiederholung
ko: 재 발생의 범위

# GroupHeader_SelectCalendarException
source: Select a calendar exception:
de: Kalenderausnahme wählen:
ko: 달력 예외를 선택:

# GroupHeader_SelectWorkWeek
source: Select a work week:
de: Arbeitswoche wählen:
ko: 요일 선택:

# GroupHeader_SetWorkingTimes
source: Set working times:
de: Arbeitszeiten festlegen
ko: 작업 시간 설정:

# GroupHeader_SpecificWeekTimes
source: Set days to these specific working times:
de: Arbeitszeiten für diese Woche festlegen
ko: 이 특정 작업 시간에 일자를 설정:

# GroupHeader_When
source: When
de: Wenn
ko: 시간

# TabHeader_Calendar
source: Calendar
de: Kalender
ko: 달력

# TabHeader_Exceptions
source: Exceptions
de: Ausnahmen
ko: 예외

# TabHeader_WorkWeeks
source: Work Weeks
de: Arbeitswochen
ko: 작업 주간

# Text_And
source: and
de: und
ko: 그리고

# Text_BasedOn
source: Based on:
de: Basiert auf:
ko: 기준점:

# Text_Calendar
source: calendar
de: Kalender
ko: 달력

# Text_CalendarDefaultName
source: Calendar {0}
de: Kalender {0}
ko: 달력 {0}

# Text_CalendarExceptionFormat
source: '{0}' calendar, '{1}' exception.
de: '{0}' Kalender, '{1}' Ausnahme.
ko: {0}' 달력, '{1}' 예외.

# Text_CalendarName
source: Calendar Name:
de: Kalendername:
ko: 달력 이름:

# Text_CalendarWorkWeekFormat
source: '{0}' calendar, '{1}' work week.
de: '{0}' Kalender, '{1}' Arbeitswoche.
ko: '{0}' 달력, '{1}' 작업 주간.

# Text_ClickDayNotes
source: Click a day to see its working times:
de: Zur Anzeige der Arbeitszeit den Tag klicken:
ko: 작업 시간을 보려면 날짜를 클릭하십시오:

# Text_CreateEmptyCalendar
source: Create an empty new calendar
de: Neuen, leeren Kalender erstellen
ko: 새로 빈 달력 생성

# Text_DayOfMonth
source: Day of month is
de: Tag im Monat ist
ko: 월 내의 일자는

# Text_DayOfMonthNotes
source: 0 means every day of month negative values count days from the end of month.
de: 0 bedeutet "jeder Tag im Monat"; negative Werte zählen Tage vom Ende des Monats.
ko: 0는 "그 달의 매일"을 의미;음수는 그 달의 마지막 일 부터 계산함

# Text_DefaultCalendar
source: (Default)
de: (Standard)
ko: (기본값)

# Text_EndAfter
source: End after:
de: Endet nach:
ko: 이후 종료:

# Text_EndBy
source: End by:
de: Endet am:
ko: 기한:

# Text_EveryNth
source: Every n-th :
de: Jedes n-te:
ko: 매 n 일 마다

# Text_FinishDate
source: Finish date:
de: Enddatum:
ko: 종료일:

# Text_ForCalendar
source: For calendar:
de: Für Kalender:
ko: 달력 관련:

# Text_From
source: From
de: von
ko: 종료

# Text_HonorDefaultExceptions
source: Honor default calendar exceptions
de: Kalenderausnahmen beachten
ko: 기본 달력 예외 준수

# Text_MakeCopy
source: Make a copy of
de: Erstelle eine Kopie von
ko: 새로 빈 달력 생성

# Text_MonthOfYear
source: Month of year is
de: Monat im Jahr ist
ko: 1년 중의 월:

# Text_MonthOfYearNotes
source: 0 means every month of year.
de: 0 bedeutet "jeder Monat im Jahr"
ko: 0은 "그 해의 매달"을 의미

# Text_NonworkingTime
source: Nonworking time
de: Freizeit
ko: 비작업 시간

# Text_NonworkingTimesHeader
source: {0:D} is nonworking.
de: {0:D} ist Freizeit.
ko: {0:D}는 작동하지 않습니다.

# Text_NonworkingWeekTimes
source: Set days to nonworking time
ko: 비작업 시간에 일자를 설정

# Text_Occurrence
source: occurrence
de: Auftreten
ko: 발생

# Text_RecurEvery
source: Recur every
de: wiederkehrend alle
ko: 주기마다 재발생

# Text_SelectDays
source: Select day(s):
de: Wähle Tag(e):
ko: 날짜 선택:

# Text_SpecificWeekTimes
source: Set days to these specific working times:
de: Abweichende Arbeitszeiten festlegen:
ko: 이 특정 작업 시간에 일자를 설정:

# Text_SpecificWorkingTimes
source: Specific working times
de: Abweichende Arbeitszeit
ko: 지정한 작업 시간

# Text_StartDate
source: Start date:
de: Startdatum:
ko: 시작일:

# Text_To
source: To
de: zu
ko: 시작

# Text_UseDefaultWorkingTimes
source: Use default working times for these days
de: Standardarbeitszeit für diese Tage verwenden
ko: 이 날짜에 대해서는 기본 작업 시간을 사용

# Text_WeekOfMonth
source: week of month on:
de: Woche im Monat von:
ko: 한 달의 주간:

# Text_WorkingTimesFor
source: Working times for {0}:
de: Arbeitszeiten für {0}:
ko: {0}에 관한 작업 시간:

# Title_CalendarWeekTimes
source: Calendar Week Working Times
de: Wochenarbeitszeiten
ko: 달력 주간 작업 시간

# WorkWeekDefaultName
source: Work Week {0}
de: Arbeitswoche {0}
ko: 작업 주간 {0}
