Repository: zuntex365x-archive/integrados
Catalog: lib/MESCIUS/ComponentOne/WPF/C1WPFFlexViewer.4/Resources/C1.FlexViewer.*.resx
Languages: ja, ru, zh

# ApplyParametersButtonText
source: Apply Parameters
ja: パラメータの適用
ru: Применить параметры
zh: 应用参数

# ApplySettingsButtonText
source: Apply Settings
ja: 設定の適用
ru: Применить настройки
zh: 应用设置

# BottomMarginPrompt
source: Bottom margin (in inches)
ja: 下マージン（インチ）
ru: Нижнее поле (в дюймах)
zh: 下边距(英寸)

# CloseButtonTooltip
source: Close
ja: 閉じる
ru: Закрыть
zh: 关闭

# CloseSearchTooltip
source: Hide Search Toolbar
ja: 検索ツールバーを隠します
ru: Скрыть панель поиска
zh: 隐藏搜索工具栏

# ContextMenuCopy
source: Copy
ja: コピー
ru: Копировать
zh: 复制

# ContextMenuSelectTool
source: Select Tool
ja: 選択ツール
ru: Режим выделения текста
zh: 取消选择

# ContextMenuSelectAll
source: Select All
ja: すべて選択
ru: Выделить всё
zh: 全选

# ContextMenuDeselect
source: Deselect
ja: 選択解除
ru: Снять выделение
zh: 取消选择

# EmptyNotValid
source: An empty string is not a valid value
ja: 空の文字列は有効な値ではありません
ru: Значение не может быть пустым
zh: 空字符串不是一个有效的值

# ErrorFmt
source: [ERROR]: {0}
ja: [エラー]: {0}
ru: [ошибка]: {0}
zh: [错误]:{0}

# ErrorParsingBool
source: Can't convert '{0}' to a boolean value
ja: '{0}' をブール値に変換できません
ru: '{0}' не конвертируется в boolean
zh: 不能将{0}转化为布尔值

# ErrorParsingDate
source: Can't convert '{0}' to a date value
ja: '{0}' を日付値に変換できません
ru: '{0}' не конвертируется в дату
zh: 不能将{0}转化为日期值

# ErrorParsingFloat
source: Can't convert '{0}' to a float value
ja: '{0}' を実数値に変換できません
ru: '{0}' не является вещественным числом
zh: 不能将{0}转化为浮点数值

# ErrorParsingInt
source: Can't convert '{0}' to an integer value
ja: '{0}' を整数値に変換できません
ru: '{0}' не является целым числом
zh: 不能将{0}转化为整数值

# ErrorParsingNumeric
source: Can't convert '{0}' to a numeric value
ja: '{0}' を数値に変換できません
ru: '{0}' не является числом
zh: 不能将{0}转化为数值

# ErrorSpacing
source: Value must be between 0 and 15
ja: 値は 0 から 15 の間でなければなりません
ru: Значение должно быть от 0 до 15
zh: 数值必须在0到15之间

# ExportedFmt
source: '{0}' saved to {1}
ja: '{0}' は {1} に保存されました
ru: '{0}' сохранено в {1}
zh: '{0}' 保存到 {1}

# ExportingFmt
source: Exporting '{0}' to {1} ...
ja: 「{0}」を {1} にエクスポート中...
ru: Экспорт '{0}' в {1} ...
zh: 将'{0}'导出为{1} ...

# ExportTitle
source: Export Document to File
ja: ドキュメントをファイルにエクスポート
ru: Экспорт документа в файл
zh: 将文档导出到文件

# ExportTooltip
source: Export to File
ja: ファイルにエクスポート
ru: Экспорт в файл
zh: 导出到文件

# FacingPagesMenuHeader
source: Facing Pages
ja: 見開きページ
ru: Титульная страница отдельно
zh: 相对页

# FindLabel
source: Find
ja: 検索
ru: Искать
zh: 搜索

# FindNextTooltip
source: Find the next occurrence (F3)
ja: 次を検索 (F3)
ru: Искать дальше
zh: 查找下一个 (F3)

# FindPreviousTooltip
source: Find the previous occurrence
ja: 前を検索
ru: Искать назад
zh: 查找前一个

# FindTextTooltip
source: Find Text (Ctrl+F)
ja: テキスト検索（Ctrl+F）
ru: Поиск текста (Ctrl+F)
zh: 搜索文本（Ctrl+F）

# FirstPageTooltip
source: First Page
ja: ドキュメントの最初のページに移動します
ru: Первая страница
zh: 到第一页

# FourPagesMenuHeader
source: Four Pages
ja: ４ページ
ru: В четыре страницы
zh: 4页

# LastPageTooltip
source: Last Page
ja: ドキュメントの最後のページに移動します
ru: Последняя страница
zh: 到最后页

source: Landscape
ja: 横向き
ru: Альбомная
zh: 横向

# LayoutMenuHeader
source: Layout
ja: レイアウト
ru: Вид
zh: 布局

# LayoutMenuTooltip
source: Layout Options
ja: レイアウトオプション
ru: Настройка параметров отображения
zh: 布局选项

# LeftMarginPrompt
source: Left margin (in inches)
ja: 左マージン（インチ）
ru: Левое поле (в дюймах)
zh: 左边距(英寸)

# MatchCaseLabel
source: Match Case
ja: 大文字と小文字を区別
ru: Учитывать регистр
zh: 大小写须相符

# MatchCaseTooltip
source: Case-sensitive search
ja: 大文字と小文字を区別して検索します
ru: Различать большие и маленькие буквы
zh: 区分大小写的搜索

# NavigateBackwardTooltip
source: Navigate Backward
ja: 前へ移動
ru: Перейти назад
zh: 向后导航

# NavigateForwardTooltip
source: Navigate Forward
ja: 次へ移動
ru: Перейти вперёд
zh: 向前导航

# NextPageTooltip
source: Next Page
ja: 次のページに移動します
ru: Следующая страница
zh: 到下一页

source: No matches found.
ja: 一致するものがありません。
ru: Текст не найден.
zh: 无匹配。

# NoneLabel
source: (none)
ja: (なし)
ru: (нет)
zh: (无)

# OnePageMenuHeader
source: One Page
ja: １ページ
ru: Одна страница
zh: 1 页

# OrientationPrompt
source: Orientation
ja: 方向
ru: Ориентация
zh: 方向

# OutlinesViewTitle
source: Outlines
ja: アウトライン
ru: Закладки
zh: 大纲

# OutlinesTooltip
source: Document Outlines
ja: ドキュメントアウトライン
ru: Структура документа
zh: 文档大纲

# PageCountTooltip
source: Page Count
ja: ページ数
ru: Количество страниц
zh: 总页数

# PageLabel
source: Page
ja: ページ
ru: Страница
zh: 页

# PageLoadingFmt
source: Page {0} is loading...
ja: ページ {0} を読み込んでいます...
ru: Страница {0} загружается...
zh: 第{0} 页正在加载…

# PageNumberTooltip
source: Page Number
ja: ページ番号
ru: Номер страницы
zh: 页码

# PageSettingsViewTitle
source: Page Settings
ja: 印刷設定
ru: Параметры страницы
zh: 页面设置

# PageSettingsTooltip
source: Page Settings
ja: 印刷設定
ru: Параметры страницы
zh: 页面设置

# PaneIsBusy
source: C1FlexViewerPane is busy.
ja: C1FlexViewerPane はビジー状態です。
ru: C1FlexViewerPane занята выполнением текущей операции.
zh: C1FlexViewerPane正忙。

# PaperSizePrompt
source: Size
ja: サイズ
ru: Размер бумаги
zh: 大小

# ParametersViewTitle
source: Parameters
ja: パラメータ
ru: Параметры
zh: 参数

# ParametersTooltip
source: Report Parameters
ja: レポートのパラメータ
ru: Параметры отчета
zh: 报表参数

source: Portrait
ja: 縦向き
ru: Книжная
zh: 纵向

# PreviousPageTooltip
source: Previous Page
ja: ドキュメントの前のページに移動します
ru: Предыдущая страница
zh: 到文档前一页

# PrintLayoutTooltip
source: Print Layout
ja: 印刷レイアウト
ru: Разбивка на страницы для печати
zh: 打印布局

# PrintTooltip
source: Print (Ctrl+P)
ja: 印刷（Ctrl+P）
ru: Печать документа (Ctrl+P)
zh: 打印（Ctrl+P）

# RefreshTooltip
source: Refresh
ja: 更新
ru: Обновить документ
zh: 刷新

# RightMarginPrompt
source: Right margin (in inches)
ja: 右マージン（インチ）
ru: Правое поле (в дюймах)
zh: 右边距(英寸)

# RotateCCWMenuHeader
source: Rotate Counterclockwise
ja: 反時計回りに回転
ru: Повернуть против часовой стрелки
zh: 逆时针旋转

# RotateCWMenuHeader
source: Rotate Clockwise
ja: 時計回りに回転
ru: Повернуть по часовой стрелке
zh: 顺时针旋转

source: Searching...
ja: 検索中...
ru: Выполняется поиск...
zh: 搜索...

# SearchTextTooltip
source: Text to search
ja: 検索するテキスト
ru: Строка для поиска
zh: 搜索文本

# SelectorComboSelectText
source: < Select a Value >
ja: < 値の選択 >
ru: < Выберите значение >
zh: < 选择一个值 >

# SelectToolTooltip
source: Text Selection Tool
ja: テキスト選択ツール
ru: Режим выделения текста
zh: 文本选择工具

# SizeA2
source: A2
ru: Формат A2 (420 мм х 594 мм)

# SizeA3
source: A3
ru: Формат A3 (297 мм х 420 мм)

# SizeA3Extra
source: A3 extra
ja: A3 上質紙
ru: Формат A3 extra (322 мм х 445 мм)
zh: A3 特大

# SizeA4
source: A4
ru: Формат A4 (210 мм х 297 мм)

# SizeA4Extra
source: A4 extra
ja: A4 上質紙
ru: Формат A4 extra (236 мм на 322 мм)
zh: A4 特大

# SizeA4Plus
source: A4 plus
ja: A4 プラス
ru: Формат A4 plus (210 мм х 330 мм)
zh: A4 加大

# SizeA5
source: A5
ru: Формат A5 (148 мм х 210 мм)

# SizeA5Extra
source: A5 extra
ja: A5 上質紙
ru: Формат A5 extra (174 мм на 235 мм)
zh: A5 特大

# SizeA6
source: A6
ru: Формат A6 (105 мм х 148 мм)

# SizeB4
source: B4
ru: Формат B4 (250 мм х 353 мм)

# SizeB4Envelope
source: B4 envelope
ja: B4 封筒
ru: Конверт В4 (250 мм х 353 мм)
zh: B4 信封

# SizeB5Envelope
source: B5 envelope
ja: B5 封筒
ru: Конверт B5 (176 мм на 250 мм)
zh: B5 信封

# SizeB5Extra
source: B5 extra
ja: B5 上質紙
ru: Формат ISO B5 extra (201 мм на 276 мм)
zh: B5 特大

# SizeC
source: C size sheet
ja: C 用紙
ru: Бумага C (17" на 22")
zh: C 型纸

# SizeC3Envelope
source: C3 envelope
ja: C3 封筒
ru: Конверт C3 (324 мм на 458 мм)
zh: C3 信封

# SizeC4Envelope
source: C4 envelope
ja: C4 封筒
ru: Конверт C4 (229 мм на 324 мм)
zh: C4 信封

# SizeC5Envelope
source: C5 envelope
ja: C5 封筒
ru: Конверт C5 (162 мм на 229 мм)
zh: C5 信封

# SizeC6Envelope
source: C6 envelope
ja: C6 封筒
ru: Конверт C6 (114 мм на 162 мм)
zh: C6 信封

# SizeC6C5Envelope
source: C6/C5 envelope
ja: C6/C5 封筒
ru: Конверт C6/C5 (114 мм на 229 мм)
zh: C6/C5 信封

# SizeD
source: D size sheet
ja: D 用紙
ru: Бумага D (22" на 34")
zh: D 型纸

# SizeDLEnvelope
source: DL envelope
ja: DL 封筒
ru: Конверт DL (110 мм х 220 мм)
zh: DL 信封

# SizeE
source: E size sheet
ja: E 用紙
ru: Бумага E (34" на 44")
zh: E 型纸

# SizeEnvelope10
source: Envelope #10
ja: #10 封筒
ru: Конверт №10 (4,125" на 9,5")
zh: 信封 #10

# SizeEnvelope11
source: Envelope #11
ja: #11 封筒
ru: Конверт №11 (4,5" на 10,375")
zh: 信封 #11

# SizeEnvelope12
source: Envelope #12
ja: #12 封筒
ru: Конверт №12 (4,75" на 11")
zh: 信封 #12

# SizeEnvelope14
source: Envelope #14
ja: #14 封筒
ru: Конверт №14 (5" на 11,5")
zh: 信封 #14

# SizeEnvelope9
source: Envelope #9
ja: #9 封筒
ru: Конверт №9 (3,875" на 8,875")
zh: 信封 #9

# SizeEnvelopeItalian
source: Envelope Italian
ja: イタリア封筒
ru: Конверт Италия (110 мм х 230 мм)
zh: 意大利信封

# SizeEnvelopeInvite
source: Envelope invite
ja: 招待封筒
ru: Конверт "Приглашение" (220мм на 220 мм)
zh: 邀请函信封

# SizeEnvelopeMonarch
source: Envelope monarch
ja: 最高級封筒
ru: Конверт Monarch (3,875" на 7,5")
zh: 信封 monarch

# SizeEnvelopePersonal
source: Envelope personal
ja: 6 3/4 封筒
ru: Конверт 6 3/4 (3,625" на 6,5")
zh: 私人信封

# SizeExecutive
source: Executive
ja: エグゼクティブ サイズ用紙
ru: Бумага Executive (7,25" на 10,5")
zh: 行政公文纸

# SizeFolio
source: Folio
ja: フォリオ用紙
ru: Бумага Folio (8,5" на 13")
zh: 对折纸

# SizeGermanLegalFanfold
source: German legal fanfold
ja: ドイツ リーガル ファンフォールド
ru: Legal Fanfold (Германия) (8,5" на 13")
zh: 德国 legal fanfold

# SizeGermanStandardFanfold
source: German standard fanfold
ja: ドイツ標準ファンフォールド
ru: Standard Fanfold (Германия) (8,5" на 12")
zh: 德国标准 fanfold

# SizeJISB4
source: JIS B4
ru: Формат JIS B4 (257 мм х 364 мм)

# SizeJISB5
source: JIS B5
ru: Формат JIS B5 (182 мм х 257 мм)

# SizeJISB6
source: JIS B6
ru: Формат JIS B6 (128 мм х 182 мм)

# SizeJapanChou3Envelope
source: Japan Chou 3 envelope
ja: 日本長形 #3 封筒
ru: Японский конверт Чоу № 3
zh: 日本 Chou 3 信封

# SizeJapanChou4Envelope
source: Japan Chou 4 envelope
ja: 日本長形 #4 封筒
ru: Японский конверт Чоу № 4
zh: 日本 Chou 4 信封

# SizeJapanHagakiPostcard
source: Japan Hagaki postcard
ja: 日本はがき
ru: Японская открытка (100 мм х 148 мм)
zh: 日本 Hagaki 明信片

# SizeJapanKaku2Envelope
source: Japan Kaku 2 envelope
ja: 日本角形 #2 封筒
ru: Японский конверт Каку № 2
zh: 日本 Kaku 2 信封

# SizeJapanKaku3Envelope
source: Japan Kaku 3 envelope
ja: 日本角形 #3 封筒
ru: Японский конверт Каку № 3
zh: 日本 Kaku 3 信封

# SizeJapanYou4Envelope
source: Japan You 4 envelope
ja: 日本洋形 #4 封筒
ru: Японский конверт Ю № 4
zh: 日本 You 4 信封

# SizeJapanDoubleHagakiPostcard
source: Japan double Hagaki postcard
ja: 日本往復はがき
ru: Японская двойная открытка (200 мм х 148 мм)
zh: 日本双面 Hagaki 明信片

# SizeLegal
source: Legal
ja: リーガル用紙
ru: Бумага Legal (8,5" на 14")

# SizeLegalExtra
source: Legal extra
ja: リーガル上質紙
ru: Бумага Legal extra (9,275" на 15")
zh: Legal 特大

# SizeLetter
source: Letter
ja: レター
ru: Бумага Letter (8,5" на 11")

# SizeLetterExtra
source: Letter extra
ja: レター上質紙
ru: Бумага Letter extra (9,275" на 12")
zh: Letter 特大

# SizeLetterPlus
source: Letter plus
ja: レター プラス
ru: Бумага Letter plus (8,5" на 12,69")
zh: Letter 加大

# SizeNote
source: Note
ja: ノート用紙
ru: Бумага Note (8,5" на 11")

# SizePRCEnvelope1
source: PRC envelope #1
ja: 中華人民共和国 #1 封筒
ru: Формат КНР конверт № 1 (102 мм х 165 мм)
zh: PRC 信封 #1

# SizePRCEnvelope10
source: PRC envelope #10
ja: 中華人民共和国 #10 封筒
ru: Формат КНР конверт № 10 (324 мм на 458 мм)
zh: PRC 信封 #10

# SizePRCEnvelope3
source: PRC envelope #3
ja: 中華人民共和国 #3 封筒
ru: Формат КНР конверт № 3 (125 мм х 176 мм)
zh: PRC 信封 #3

# SizePRCEnvelope4
source: PRC envelope #4
ja: 中華人民共和国 #4 封筒
ru: Формат КНР конверт № 4 (110 мм х 208 мм)
zh: PRC 信封 #4

# SizePRCEnvelope5
source: PRC envelope #5
ja: 中華人民共和国 #5 封筒
ru: Формат КНР конверт № 5 (110 мм х 220 мм)
zh: PRC 信封 #5

# SizePRCEnvelope6
source: PRC envelope #6
ja: 中華人民共和国 #6 封筒
ru: Формат КНР конверт № 6 (120 мм х 230 мм)
zh: PRC 信封 #6

# SizePRCEnvelope7
source: PRC envelope #7
ja: 中華人民共和国 #7 封筒
ru: Формат КНР конверт № 7 (160 мм х 230 мм)
zh: PRC 信封 #7

# SizePRCEnvelope8
source: PRC envelope #8
ja: 中華人民共和国 #8 封筒
ru: Формат КНР конверт № 8 (120 мм х 309 мм)
zh: PRC 信封 #8

# SizePRCEnvelope9
source: PRC envelope #9
ja: 中華人民共和国 #9 封筒
ru: Формат КНР конверт № 9 (229 мм х 324 мм)
zh: PRC 信封 #9

# SizeQuarto
source: Quarto
ja: 四つ折り
ru: Четверть листа (215 мм х 275 мм)

# SizeStatement
source: Statement
ja: 申告用紙
ru: Формат Statement (5,5" на 8,5")

# SizeSuperA
source: Super A
ru: Формат SuperA/SuperA/A4 (227 мм х 356 мм)

# SizeSuperB
source: Super B
ru: Формат SuperB/SuperB/A3 (305 мм х 487 мм)

# SizeTabloid
source: Tabloid
ja: タブロイド紙
ru: Бумага Tabloid (11" на 17")

# SizeUnknown
source: Unknown
ja: 未定義
ru: Неизвестный
zh: 未知

# StopOperationTooltip
source: Stop the Operation
ja: 操作の中断
ru: Остановить текущую операцию
zh: 停止操作

# ThumbnailsTooltip
source: Page Thumbnails (Ctrl+T)
ja: ページサムネイル（Ctrl+T）
ru: Миниатюры страниц (Ctrl+T)
zh: 页面缩略图（Ctrl+T）

# ToggleOffContent
source: No
ja: いいえ
ru: Нет
zh: 关

# ToggleOnContent
source: Yes
ja: はい
ru: Да
zh: 开

# TopMarginPrompt
source: Top margin (in inches)
ja: 上マージン（インチ）
ru: Верхнее поле (в дюймах)
zh: 上边距(英寸)

# TwoPagesMenuHeader
source: Two Pages
ja: ２ページ
ru: В две страницы
zh: 2页

source: Value is not selected
ja: 値が選択されていません
ru: Значение не выбрано
zh: 值不能被选择

# WholeWordsLabel
source: Whole Words
ja: 完全に一致する単語のみ
ru: Слова целиком
zh: 全字拼写须相符

# WholeWordsTooltip
source: Find whole words only
ja: 完全に一致する単語のみを検索します
ru: Искать целые слова
zh: 整词查找

# WideLayoutMenuHeader
source: Wide Layout
ja: ワイドレイアウト
ru: Широкий документ
zh: 宽布局

# ZoomComboTooltip
source: Zoom Options
ja: ズームオプション
ru: Масштаб
zh: 缩放选项

# ZoomFormat
source: Zoom {0}%
ja: ズーム {0}%
ru: Масштаб {0}%
zh: 缩放{0}%

# ZoomToActualSize
source: Actual Size
ja: 実際のサイズ
ru: Натуральный размер
zh: 实际尺寸

# ZoomToPageWidth
source: Page Width
ja: ページ幅
ru: По ширине страницы
zh: 页面宽度

# ZoomToWholePage
source: Whole Page
ja: ページ全体
ru: Страница целиком
zh: 整个页面

# OpenFileTooltip
source: Open File (Ctrl+O)
ja: 開（Ctrl+O）
ru: Открыть файл (Ctrl+O)
zh: 打开（Ctrl+O）

# CloseFileTooltip
source: Close File (Ctrl+F4)
ja: 閉じる（Ctrl+F4）
ru: Закрыть файл (Ctrl+F4)
zh: 关闭（Ctrl+F4）

# SearchOnCurrentPageLabel
source: Current Page
ja: 現在のページ
ru: На текущей странице
zh: 当前页面

# SearchOnCurrentPageTooltip
source: Limit search to current page
ja: 現在のページに検索を限定する
ru: Искать только на текущей странице
zh: 限制搜索到当前页面
